<<<<<<< HEAD
name = input("Введите имя ")
age = input("Введите возраст")
height = input("Введите рост")
print("Привет, меня зовут ", name, ", мне ", age, ", лет ", " мой рост - ", height, " см.",sep="")
=======
a = input()
b = input()
c = input()
print("Привет, меня зовут ", a, ", мне ", b, ", лет ", " мой рост - ", c, " см.",sep="")

#  Давай переменным осмысленные названия на пример name, age, height и не оставлялй поля инпут пустыми на пример input("Введите имя: ")
>>>>>>> ae8a85ea4a64b0d6a5559a749d9dd1f2df152bf2
