<<<<<<< HEAD
a = int(input())
if a <18:
    print("Ты несовершеннолетний")
if 18 <= a < 65:
    print("Ты взрослый")
if 65 <= a:
    print("Ты пенсионер")
=======
a = int(input())
if a <18:
    print("Ты несовершеннолетний")
if 18 <= a < 65:
    print("Ты взрослый")
if 65 <= a:
    print("Ты пенсионер")

# Инпут не оставлялй пустым на пример input("Введите возраст: ") и пиши комментарии к коду и делай более узкие границы (на пример недопустыми значение ниже неля или выше 200)
>>>>>>> ae8a85ea4a64b0d6a5559a749d9dd1f2df152bf2
